{"pages_annotated": [], "figures": [{"page_width": 625, "caption_text": ["Figure 2. Isothermal graphene growth on Cu: (a) in situ time-resolved", "XPS C1s core level scans at 900 °C before (step 3), during (step 4),", "and after hydrocarbon (C6H6) exposure (step 5), after cooling (step", "6), and after air exposure (step 7). The numbers in brackets indicate"], "figure_type": "Figure", "region_bb": [59, 68, 241, 644], "caption_bb": [60.0, 725.0, 227.0, 39.0], "page": 3, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 4. Coupling and decoupling of graphene on Cu via oxygen intercalation as measured using in situ XPS for the (a) C1s and (b) O1s region", "(where the circle and diamond represents the BEs of Cu2O and CuO, respectively). (c) ESEM image sequence of ex situ grown, air transferred", "graphene nuclei on Cu during annealing in vacuum. Within the nuclei, regions of dark contrast are attributed to decoupled graphene and areas of", "light contrast to coupled graphene. Note that the green dashed line is a guide to the eye."], "figure_type": "Figure", "region_bb": [159, 68, 306, 452], "caption_bb": [60.0, 530.0, 466.0, 39.0], "page": 5, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 3. Surface chemistry of the Cu catalyst as loaded (before step 1), after H2 anneal (step 2), during hydrocarbon exposure (step 4), after", "cooling in vacuum (step 6), and after ambient air exposure (step 7) using (a) in situ XPS Cu LMM Auger, (b) Cu 2p3/2, and (c) O1s spectra [note", "that the as-loaded O1s scan was measured at a higher kinetic energy (450 eV) to penetrate the adventitious carbon from ambient air storage]. The", "numbers in brackets indicate multipliers for intensities of separate scans. Comparing a and b, we note that the Cu LMM Auger is more sensitive to", "changes in the oxidation state of Cu than the Cu 2p3/2 spectra."], "figure_type": "Figure", "region_bb": [109, 68, 405, 320], "caption_bb": [60.0, 398.0, 468.0, 52.0], "page": 4, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 5. Graphene growth on Cu with residual air in the CVD atmosphere. (a) Time-resolved C1s scan during C6H6 exposure. Time stamps refer", "to time elapsed after hydrocarbon introduction. The numbers in brackets indicate multipliers for intensities of separate scans. (b) O1s core level XP", "scans at 900 °C during (step 4) C6H6 exposure and after cooling in vacuum (step 6) where the circle and diamond represents the BEs of Cu2O and", "CuO, respectively."], "figure_type": "Figure", "region_bb": [159, 68, 305, 415], "caption_bb": [60.0, 493.0, 471.0, 39.0], "page": 6, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 1. Schematic process diagram illustrating the salient stages of graphene CVD on polycrystalline Cu studied using in situ XPS, XRD, and", "ESEM."], "figure_type": "Figure", "region_bb": [98, 68, 426, 179], "caption_bb": [60.0, 267.0, 464.0, 19.0], "page": 2, "page_height": 818}], "fig_no": 5}