{"pages_annotated": [], "figures": [{"page_width": 625, "caption_text": ["Figure 5. (a, b) Schematic side view of perfect nucleation and growth", "of graphene on the Cu surface. (c, d) Optical and SEM image of", "graphene grains synthesized by increasing the growth temperature", "(1000 °C) for the growth. (e, f) Optical and SEM images of graphene", "grains synthesized by reducing the ﬂow rate of CH4 to 0.5 sccm for the", "growth. The annealing has been applied in the air for 20 min at 250 °C", "for all the observations."], "figure_type": "Figure", "region_bb": [325, 109, 237, 224], "caption_bb": [324.0, 343.0, 226.0, 69.0], "page": 5, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 3. (a) SEM image of as-synthesized graphene grains without", "annealing. (b) Optical image of as-synthesized graphene grains", "transferred onto the SiO2/Si substrate. (c, d) Raman mapping of the", "2D and D band intensity of graphene grains transferred onto the SiO2/", "Si substrate. (e, f) Raman mapping of the 2D and D band intensity of", "an individual graphene grain transferred onto the SiO2/Si substrate.", "(g) Raman spectra of the diﬀerent area as labeled A, B, and C in part e."], "figure_type": "Figure", "region_bb": [61, 68, 231, 284], "caption_bb": [60.0, 362.0, 228.0, 69.0], "page": 4, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 4. (a) Magniﬁed SEM image of an individual graphene grain after thermal annealing in air. (b) AFM image of an individual graphene grain", "after transfer onto SiO2/Si substrate. (c) A magniﬁed AFM image of the nucleation site of the graphene grain transferred onto SiO2/Si substrate. (d)", "A schematic illustration showing the full process of nucleation, growth, and thermal annealing mechanisms."], "figure_type": "Figure", "region_bb": [122, 526, 379, 191], "caption_bb": [60.0, 733.0, 472.0, 31.0], "page": 4, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 2. Optical images of (a−d) partial and (e−h) full coverage graphene ﬁlms after thermal oxidation in air by varying the annealing time from 2", "to 30 min at 250 °C. (i) Typical X-ray photoelectron spectroscopy scan survey showing copper, oxygen, and carbon. (j) XPS core-level C 1s", "spectrum of Cu foil with graphene after thermal oxidation. (k) XPS core-level Cu 2p spectrum of Cu foil with graphene after thermal oxidation."], "figure_type": "Figure", "region_bb": [125, 68, 381, 233], "caption_bb": [60.0, 318.0, 476.0, 30.0], "page": 3, "page_height": 818}, {"page_width": 625, "caption_text": ["Figure 1. Optical microscopic images of (a) partial coverage graphene", "grains and (b) full coverage graphene ﬁlms on Cu foil after thermal", "oxidation at 250 °C for 20 min in air. (c) A magniﬁed SEM image of", "the Cu foil with graphene ﬁlms coating after thermal oxidation at 250", "°C for 20 min in air. (d) The Raman spectra of Cu foil with graphene", "coating before and after thermal oxidation at 250 °C for 20 min in air."], "figure_type": "Figure", "region_bb": [323, 200, 240, 181], "caption_bb": [324.0, 400.0, 228.0, 59.0], "page": 2, "page_height": 818}], "fig_no": 5}