{"pages_annotated": [], "figures": [{"page_width": 595, "caption_text": ["Fig. 1 Selective 0D and 1D oxidation ﬁngerprints of fully-grown, air-annealed Gr/Cu samples at low temperatures. a OM images of the Gr/Cu sample after", "annealing at 200 °C for 30, 60, 90, or 120 min (from left to right) in air (scale bar=10 µm). b A representative SEM image of the Gr/Cu sample after", "annealing at ~200 °C for 120 min in air (scale bar=0.5 µm). c Depth-proﬁling HR-XPS O 1s line scans of the Gr/Cu sample after annealing at ~200 °C for", "120 min in air, depending on the sputtering time. Curve ﬁttings of O 1-s spectra were performed using a Gaussian–Lorentzian peak shape after Shirley", "background correction. d Comparison between HR-XPS O 1-s peaks of the Gr/Cu samples annealed at ~200 °C for 60 and 120 min in air, depending on the", "sputtering times. Representative SEM and corresponding EBSD images of a continuous Gr ﬁlm grown on the grains of e Cu(001) and f Cu(111); the image", "was collected after an air oxidation process at ~200 °C for 60 min (scale bar=10 µm). The insets in e and f show the SEM images of partially grown Gr", "islands formed on grains of the Cu(001) and Cu(111), respectively (scale bar=2 μm). The bottom images in e and f show the EBSD images each taken from", "within one Cu crystal grain with resolution of ~0.1 μm2 per pixel (scale bar=3 μm), g A change in the long-axis lengths of the polygons formed on the", "annealed Gr/Cu samples measured by dark-ﬁeld TEM or SEM, depending on the methane ﬂow rate of 50 (upper) or 10 (bottom) sccm during CVD growth"], "figure_type": "Figure", "region_bb": [96.0, 52.0, 402.0, 395.0], "caption_bb": [43.0, 456.0, 482.0, 101.0], "page": 3, "page_height": 782}, {"page_width": 595, "caption_text": ["Fig. 2 Different oxidation behaviors of various microscopic graphene defects in graphene islands depending on variables. Representative SEM images of Gr", "islands grown on a Cu foil at 1000 °C for 1 min a before and b after annealing at ~200 °C for 70 min in air (scale bar=3 µm). c A typical Raman D/G map", "image of the as-synthesized Gr islands transferred onto SiO2/Si (scale bar=3 µm). d Typical EBSD map images of the Cu foil after Gr islands were grown at", "1000 °C, followed by the annealing process at ~200 °C for 120 min in air (scale bar=50 µm). The EBSD data show that the Cu foils consist of grains mostly", "with orientations of approximately (100) (upper) and, in some regions, grains with orientations of (111) and (101), as well as high-index orientations", "(bottom). e–i Representative SEM images of the annealed Gr islands grown on Cu grains with an orientation of e, f (100), g (101), h (111), and i the", "boundary region between (100) and (111) (indicated by the white-dotted square in Fig. 2d). Scale bars, 2 µm e–h, 10 µm i. j A typical Raman D/G map image", "of the Gr islands grown on a Cu(111) grain transferred onto SiO2/Si (scale bar=2 µm). k–m OM images of the Gr islands grown on Cu(100) grains after", "annealing at ~200 °C for 120 min under various CVD growth conditions. The Gr islands were grown k at ~1050 °C for 30 s under CH4 (10 sccm) and H2", "(5 sccm), l at ~1000 °C for 30 s under CH4 (10 sccm) and H2 (20 sccm), and m at ~1,000 °C for 3 min under CH4 (2 sccm) and H2 (5 sccm). The scale", "bars represent 10 μm"], "figure_type": "Figure", "region_bb": [90.0, 52.0, 415.0, 448.0], "caption_bb": [43.0, 508.0, 485.0, 112.0], "page": 4, "page_height": 782}, {"page_width": 595, "caption_text": ["Fig. 4 Control experiments to elucidate the origin and process of Cu oxidation through a polycrystalline graphene barrier. Typical SEM images of fully-", "grown Gr/Cu samples annealed at ~200 °C a for 120 min under vacuum (P ≈ 10−3 Torr), b for 120 min in a pure O2 atmosphere (P ≈ 150 Torr), c for", "120 min in ambient air (RH ≈ 30–40%), d for 60 min in a wet-O2 atmosphere (RH ≈ 80%), and e for 60 min in a wet-N2 atmosphere (RH ≈ 50%). The", "scale bars represent 10 µm. f, g A comparison of the HR-XPS O 1s peaks and of the chemical compositions of the Gr/Cu samples depending on the", "annealing temperature and time in ambient air. h Representative plan-view HR-TEM image of a Gr ﬁlm transferred onto a TEM support grid (scale bar:", "2 nm). The inset is an atomic-resolution image of a GB of Gr, indicated by a yellow square (scale bar=0.5 nm). i Plot of the average width of the oxidation", "line feature as a function of annealing time up to 48 h based on the SEM observation. Error bars represent ±1 standard deviation, obtained from 100", "different points in each sample"], "figure_type": "Figure", "region_bb": [91.0, 52.0, 412.0, 406.0], "caption_bb": [43.0, 467.0, 472.0, 80.0], "page": 7, "page_height": 782}, {"page_width": 595, "caption_text": ["Fig. 3 Structural characterization of the oxidation behavior of Cu at the presence of multilayer graphene ﬂakes and folded wrinkles. a A representative SEM", "image of Gr islands grown on a Cu(100) grain, followed by annealing at ~200 °C for 120 min in air. The inset is a higher magniﬁcation SEM image of the", "black-dotted square in a (scale bar=1 μm). Typical SEM images of the fully grown Gr/Cu sample after annealing at ~200 °C in air for b 120 and c 240 min.", "Blue arrows in b and c indicate the nucleation points of Gr covered by multilayer ﬂakes. d–f An OM image and corresponding Raman G/2D and D map", "images of a Gr island with a multilayer ﬂake in the center, after being transferred onto SiO2/Si (from left to right). White arrows in e and f indicate the", "position of a multilayer Gr ﬂake. g A typical SEM image of the fully grown, air-annealed Gr/Cu sample containing folded wrinkles, after annealing at ~200 °", "C in air. The right is a higher magniﬁed SEM image of the blue-dotted square, and the red arrows indicate the presence of a kink in the oxidation line", "features at the folded-wrinkle regions. Scale bars=5 µm a–c, 2 µm d–g. h Schematic diagram represents the effective anti-oxidation mechanism of Cu", "because of the presence of folded wrinkles in Gr"], "figure_type": "Figure", "region_bb": [90.0, 52.0, 414.0, 383.0], "caption_bb": [43.0, 443.0, 478.0, 91.0], "page": 6, "page_height": 782}, {"page_width": 595, "caption_text": ["Fig. 5 Reaction pathway and schematics of the entire oxidation processes. a Minimum energy pathway of the entire reaction of oxidation (energy barriers", "(Ea) in eV); started from the dissociation of water molecules at MVs and completed by the inversion of radical O atoms at GBs of graphene on Cu(111)", "substrate. The gray, white and red spheres indicate the C, H and O atoms, respectively. The diagrams represent the elementary steps of the Cu oxidation", "process including b the dissociative chemisorption of water vapors at point defects in Gr, c the migration of O adatoms on the Gr/Cu surface, d the", "accumulation of O atoms at the GBs of the Gr grains, and e the inversion of the O atoms at a SW defect with additional functional groups, followed by the", "selective oxidation of the Cu surface"], "figure_type": "Figure", "region_bb": [118.0, 52.0, 359.0, 261.0], "caption_bb": [43.0, 323.0, 474.0, 59.0], "page": 9, "page_height": 782}], "fig_no": 5}