{"pages_annotated": [], "figures": [{"page_width": 612, "caption_text": ["Figure 3. UHV STM of separate graphene, monolayer hexagonal boron nitride, and of graphene-boron nitride heterostructures on Ru(0001). (a)", "Ball and stick model showing the C and surface Ru layer (top) and STM image (bottom) of the monolayer graphene/Ru(0001) moiré structure. (b)", "Model (top) and STM image (bottom) of the h-BN/Ru(0001) moiré structure. For both graphene and h-BN, zigzag edges are aligned with the", "boundaries of the moiré unit cell. (c) Graphene-boron nitride heterostructure on Ru(0001). In addition to the pure (MLG; h-BN) phases, transition", "regions without the characteristic moiré structure exist near the interfaces. (d) High-magniﬁcation image of the graphene-boron nitride boundary."], "figure_type": "Figure", "region_bb": [109, 66, 386, 151], "caption_bb": [60.0, 235.0, 472.0, 49.0], "page": 3, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 4. High-resolution cryogenic STM near the graphene-boron", "nitride interface. (a) Overview image, showing h-BN and MLG areas,", "separated by a ﬂat interfacial zone with faint lines (L) and atomic-scale", "point-like protrusions (P). (b) Height proﬁle along the line segment", "shown in (a). (c) High-magniﬁcation image of the ﬂat near-interface", "zone, showing a honeycomb structure matching the h-BN atomic", "lattice and point-like protrusions. (Imaging parameters: VS = +2.0 V; I", "= 1.0 nA)."], "figure_type": "Figure", "region_bb": [314, 373, 231, 190], "caption_bb": [324.0, 591.0, 228.0, 79.0], "page": 3, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 5. Controlled removal of C monomers from Ru(0001) near monolayer graphene domains. (a) LEEM image of a section of Ru(0001) surface", "adjacent to two monolayer graphene domains. (b) Simultaneous measurement of the LEEM I−V intensity at V = 2.2 eV on Ru(0001) (within the", "red circle in panel a) and of the area of one graphene domain (shaded blue in panel a). Lower intensity corresponds to higher C adatom", "concentration. Graphene growth (10−8 Torr C2H4; 740 °C) is followed by O2 exposure (2 × 10−9 Torr; 610 °C). A progressive increase in intensity", "accompanies the removal of C adatoms until saturation is reached at the level of clean Ru(0001). The area of the graphene domains remains nearly", "constant until the C adatoms are removed from the metal."], "figure_type": "Figure", "region_bb": [132, 67, 339, 143], "caption_bb": [60.0, 228.0, 475.0, 59.0], "page": 4, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 6. Graphene-boron nitride heterostructures with atomically sharp interfaces. (a) Overview STM image showing nanoscale graphene domains", "with attached h-BN. (b) High-resolution STM image of the interface between graphene (MLG) and boron nitride (h-BN) on Ru(0001). (c)", "Zoomed-in view of the interfacial boundary. (d) Schematic elevation map of MLG and h-BN moireś (unit cells outlined) joined in an abrupt zigzag", "boundary (blue line)."], "figure_type": "Figure", "region_bb": [133, 291, 338, 159], "caption_bb": [60.0, 476.0, 477.0, 39.0], "page": 4, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure S1 – Thermal C adatoms in equilibrium with graphene on Ru(0001). (a)"], "figure_type": "Figure", "region_bb": [185, 213, 238, 252], "caption_bb": [126.0, 475.0, 336, 11], "page": 7, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure S4 – Nano-Auger spectroscopy analysis of a monolayer graphene-boron"], "figure_type": "Figure", "region_bb": [138, 73, 338, 278], "caption_bb": [126.0, 359.0, 335, 11], "page": 10, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 1 shows low-energy electron microscopy (LEEM)", "images of sequential graphene and boron nitride growth on Ru.", "Monolayer graphene (MLG) domains with characteristic lens", "shape, determined by diﬀerences in the graphene growth rate in", "relation to the direction of surface steps on Ru(0001),12 are", "formed by exposing the substrate to ethylene. At partial", "graphene coverage, the ethylene supply is stopped, and the", "sample is subsequently exposed to borazine to initiate", "hexagonal boron nitride (h-BN) growth.16 MLG and h-BN", "are easily distinguished by their diﬀerent LEEM image contrast.", "At low BN coverage (Figure 1a), all h-BN attaches to edges of", "existing MLG domains; no nucleation of h-BN on the Ru", "surface away from MLG is observed. Longer borazine exposure", "leads to progressively larger BN coverage (Figures 1b,c). The h-", "BN expands anisotropically, similar to the growth of MLG/", "Ru(0001), with high rate along substrate terraces and downhill", "across steps and a lower rate in the uphill direction. Ultimately,", "the substrate is covered by a continuous layer comprising", "graphene domains embedded in boron nitride (Figure 1d). Our", "observations are consistent with large (several micrometers)"], "figure_type": "Figure", "region_bb": [69.0, 220, 469.0, 277.0], "caption_bb": [324.0, 499.0, 233.0, 223.0], "page": 1, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 1. Real-time microscopy of the synthesis of monolayer", "graphene-boron nitride heterostructures. Borazine CVD growth of", "boron nitride (h-BN) by attachment to monolayer graphene (MLG)", "domains, formed by exposure of the Ru substrate to ethylene (10−8", "Torr; 800 °C). Elapsed time: (a) 250 s; (b) 400 s; (c) 550 s; (d) 670 s.", "Temperature: 780 °C. Borazine pressure: 2 × 10−8 Torr (a,b); 6 ×", "10−8 Torr (c,d). (e) Microdiﬀraction pattern of MLG (2 μm aperture,", "centered on black circle in panel d). (f) Microdiﬀraction pattern of h-", "BN (centered on white circle in panel d)."], "figure_type": "Figure", "region_bb": [59, 65, 231, 148], "caption_bb": [60.0, 231.0, 222.0, 89.0], "page": 2, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 2. Nano-Auger spectroscopy analysis of a monolayer graphene-boron nitride heterostructure grown by sequential CVD at high temperature", "(800 °C). (a) UHV SEM image of a MLG domain embedded in a continuous h-BN layer. Arrows designate the fast (step down) and slow (step up)", "growth directions of both MLG and h-BN. (b) Auger electron spectra at points near the center of the MLG domain and in the h-BN layer, marked in", "(a). (c) Nano-AES line scans for BKLL (171.6 eV), CKLL (260.6 eV), and NKLL (380.0 eV) Auger lines, along the line marked in (a). Points in the", "CKLL line scan, representing exponential decay ﬁts to the data, show the asymmetry in the near-interface composition proﬁles with half widths of 0.09", "and 0.34 μm along the slow and fast h-BN growth directions, respectively."], "figure_type": "Figure", "region_bb": [155, 425, 293, 239], "caption_bb": [60.0, 705.0, 478.0, 58.0], "page": 2, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure S3 – Oxygen-induced removal of thermal C adatoms on Ru(0001) at"], "figure_type": "Figure", "region_bb": [178, 74, 261, 263], "caption_bb": [126.0, 353.0, 320, 11], "page": 9, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure S2 – Comparison of meticulously cleaned Ru(0001) with Ru(0001)"], "figure_type": "Figure", "region_bb": [134, 73, 346, 187], "caption_bb": [126.0, 286.0, 311, 11], "page": 8, "page_height": 792}], "fig_no": 6}