{"pages_annotated": [], "figures": [{"page_width": 612, "caption_text": ["Figure 1. Mechanical instability drives V. cholerae biofilm morphogenesis. (A) Bright-field images of biofilms grown for 2 days on the designated", "percentages of agar. (B) Schematic of the wrinkling and delamination processes that occur during biofilm expansion. Red with a black outline denotes", "the biofilm. Gray denotes the substrate, agar in this case. (C) Three-dimensional (3D) profile of two colliding biofilms, initially inoculated 9 mm apart,", "grown on a 0.6% agar plate for 36 hr. (D) Transmission image of a V. cholerae biofilm grown for 35 hr (top) and 48 hr (bottom) on a 1.0% agar plate. (E)", "Transmission image of a V. cholerae biofilm inoculated as a line and grown for 30 hr on a 0.5% agar plate. In panels (D) and (E), blue arrows denote the", "expansion directions, and black arrows denote the tangential directions along which compressive stress accumulates. All scale bars are 5 mm.", "DOI: https://doi.org/10.7554/eLife.43920.003", "The following source data and figure supplements are available for figure 1:"], "figure_type": "Figure", "region_bb": [36, 197, 539, 355], "caption_bb": [37.0, 563.0, 429.0, 86.0], "page": 3, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 2. A trilayer mechanical model predicts the intrinsic wavelength of the biofilm pattern. (A) Number of wrinkles or blisters N versus the radial", "coordinate r during biofilm growth. The color scale indicates growth time t. Inset: closeup transmission image of a growing biofilm showing that", "wrinkles or blisters bifurcate to maintain a constant l. Agar concentration: 0.7%, scale bar: 2 mm. (B) The scaling relationship between l (normalized by", "the biofilm thickness h) and the shear modulus ratio Gf/Gs between the biofilm and the agar substrate. The black line indicates a slope of 1/3 on a log-", "log scale. (C) Characterization of the residual layer. Top: 3D topography of the residual layer after peeling a biofilm off of an agar substrate. Bottom:", "height profile extracted along the contour indicated by the dashed red line in the top panel. Both the raw (black) and smoothed (red) data, from which", "the residual layer thickness hr was calculated, are shown. Agar concentration: 0.5%. (D) Replot of the data in panel (B) taking into account the residual", "layer. The corrected biofilm thickness hf was obtained by subtracting the residual thickness hr from the total thickness h. The solid portion of the black", "line corresponds to the prediction from the bilayer model, which applies only to x coordinates greater than 4.75 (Wang and Zhao, 2015). The dashed", "portion of the black line is an extrapolation to zero from the bilayer prediction provided as a guide to the eye. The red line is the fitted data from the", "trilayer model in which the stiffness contrast between the residual and biofilm layers Gr/Gf is treated as a fitting parameter while holding hr/hf = 0.3.", "Inset: finite-element simulation of the trilayer model undergoing wrinkling instability. Red denotes the biofilm. Gray denotes the substrate. Blue", "denotes the residual layer. Simulation parameters were chosen to mimic the growth condition on 1.0% agar (black arrow). Data are represented as", "mean ± std with n = 3."], "figure_type": "Figure", "region_bb": [36, 52, 539, 433], "caption_bb": [37.0, 496.0, 425.0, 151.0], "page": 7, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 6. Delamination defines the overall biofilm contour. (A) Time evolution of acircularity index a (where a = P2/4pA, in which P is the perimeter of", "the biofilm and A is the area) of the biofilm contour. Two agar substrate concentrations are shown (0.4%, red; 1.0%, blue) for WT V. cholerae biofilms.", "The sharp upturn in a defines the critical time tc. Biofilms lacking matrix (DvpsL mutant; 0.4%, gray) or possessing an unstructured matrix", "(DrbmADbap1DrbmC mutant; 0.4%, black) remain circular. (B) Image of a WT V. cholerae biofilm grown on 0.7% agar 78 hr after inoculation, overlaid", "with the time evolution of the biofilm boundary. Colors correspond to the expanding boundary from 32 to 78 hr. Scale bar: 5 mm. Inset: schematic of", "local velocity Vf and the inverse of local curvature kÀ1. (C) Transmitted light intensity profiles I (black), k (red), and Vf (blue) along the biofilm periphery", "from panel (B) at 60 hr. (D) Top: partial image of the biofilm shown in panel (B) at 75 hr. Red and blue dots denote two boundary points at the locations", "of a delaminated and a flat region, respectively. Arrows indicate boundary expansion. Middle and bottom: time evolution of Vf and k of the designated", "time points during biofilm development. Scale bar: 2 mm."], "figure_type": "Figure", "region_bb": [36, 140, 539, 322], "caption_bb": [37.0, 471.0, 429.0, 97.0], "page": 13, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 4. Interfacial energies control blister dynamics and interactions between blisters. (A) Time evolution of", "the height H (black) and width W (red) of a representative biofilm blister. Inset: schematic representation of a", "blister; color code as in Figure 3D. (B) Developing profile of a single blister, extracted from side view images at", "successive time points after delamination. Profiles are shown at 2.5 hr (gray line), 10 hr (gray dotted line) and 17.5", "hr (black dashed line) after the onset of delamination. The distance between the red arrows corresponds to W,", "which, over time, approaches twice the biofilm thickness (2hf). Regions near the blister become flatter as cell mass", "is pulled into the blister. Agar concentration: 0.4%. (C) Representative merging of adjacent blisters (white arrows)", "at specified times (top). Cross-section image from a biofilm producing fluorescent mKate2 reveals blister peak-to-", "peak contact (bottom; designated by the white arrow). Agar concentration: 0.7%. Scale bars: 1 mm (top) and 0.5", "mm (bottom). (D) Interfacial energy of the biofilm–air interface gfa, biofilm–liquid interface gfl, and the adhesion", "energy between the biofilm and the substrate G for WT V. cholerae biofilms. Data are represented as mean ± std", "with n = 3. Inset: schematic of different interfaces. (E) Schematic of blister development in a WT V. cholerae", "biofilm. White stars and dashed black lines denote interface annihilation events. For panels (D) and (E), the color", "code is the same as that in Figure 3D."], "figure_type": "Figure", "region_bb": [167, 52, 400, 418], "caption_bb": [168.0, 480.0, 322.0, 151.0], "page": 10, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 3. The biofilm wrinkling-to-delamination transition is controlled by adhesion energy. (A) Top (top) and side", "(bottom) views of biofilms on plates containing the designated concentrations of agar taken 10 hr after the onset", "of delamination. Scale bar: 5 mm (top) and 1 mm (bottom). (B) Surface topography of a biofilm grown on 0.5%", "agar at the onset of the wrinkling-to-delamination transition (36 hr). The arrow indicates a blister. Scale bar: 2 mm.", "(C) Cross-sectional views of rims of biofilms producing fluorescent mKate2, grown for 40 hr on plates containing", "0.6% agar (left) and 1.0% agar (right). Scale bars: 0.5 mm. (D) Percentage (\u001a) of blisters in all radially oriented", "features (wrinkles + blisters) versus agar substrate concentration for 2-day-old biofilms. The distinction between", "wrinkles and blisters is made on the basis of visual inspection. Insets: schematics showing how \u001a depends on", "substrate stiffness. Red with black outline, biofilms; gray, agar substrate; blue, residual layer; cyan, liquid between", "the blisters and the agar. (E) Biofilm growth on a substrate with defined defects. Top: schematic. Yellow denotes", "the growing biofilm. Red crosses denote the eight defects that were generated by manually making holes in the", "agar. Bottom: bright-field images of typical experiments using the setup shown in the schematic (top), for biofilms", "grown on plates with the designated agar concentrations. Scale bars: 5 mm."], "figure_type": "Figure", "region_bb": [167, 52, 400, 270], "caption_bb": [168.0, 332.0, 322.0, 140.0], "page": 9, "page_height": 792}, {"page_width": 612, "caption_text": ["figure supplement 1). The slope has a geometri-", "cal origin: N = (2p/l)r in which l is the inherent", "wavelength of the system irrespective of the", "time in the developmental process or the loca-"], "figure_type": "Figure", "region_bb": [167, 53.0, 210.0, 591.0], "caption_bb": [377.0, 345.0, 159.0, 45.0], "page": 5, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 5. Morphogenesis of a mutant biofilm possessing altered interfacial energies. (A) Bright-field (top) and cross-sectional (bottom) images of a V.", "cholerae Dbap1DrbmC mutant (abbreviated as DBC below) biofilm producing fluorescent mKate2, grown for 2 days on a 0.6% agar substrate. The red", "line in the top panel indicates the location of the cross-section used for the bottom panel. Scale bars: 2 mm (top) and 500 mm (bottom). (B) Close-up", "view of a star facet in a DBC biofilm grown on 0.6% agar for 36 hr. Scale bar: 1 mm. (C) Interfacial energies measured for the DBC biofilm. N.A. means", "too small to be measured. Data are represented as mean ± std with n = 3. (D) Schematic representations of DBC biofilm morphology development.", "Color code as in Figure 3D, except that yellow represents the DBC biofilm. (E) Transmission images of a section of a DBC biofilm growing on a 0.6%", "agar plate at the designated times. White arrowheads indicate emerging blisters. Four blisters (a–d) emerged during the time shown. Scale bar: 1 mm.", "DOI: https://doi.org/10.7554/eLife.43920.032", "The following source data and figure supplements are available for figure 5:"], "figure_type": "Figure", "region_bb": [36, 52, 539, 300], "caption_bb": [37.0, 363.0, 426.0, 98.0], "page": 12, "page_height": 792}], "fig_no": 6}