{"pages_annotated": [], "figures": [{"page_width": 612, "caption_text": ["Fig 1: A multi-layered parent-offspring structure. The green dots behave as offspring to the", "pink dot while the orange dots behave as offspring to the green dots"], "figure_type": "Figure", "region_bb": [262, 78, 85, 95], "caption_bb": [102.0, 196.0, 398.0, 24.0], "page": 3, "page_height": 792}, {"page_width": 612, "caption_text": ["Fig 2: (a) A bioﬁlm image of a dental plaque sample from from a human donor: RGB image -", "taxa relevant to the multilayered concob arrangements are Corynebacterium (Pink), Strepto-", "coccus (Green), Porphyromonas (Blue) and Pasteurellaceae (Orange); (b) post-segmentation", "spatial locations of the centroids of cells identiﬁed via genus-speciﬁc probes, as indicated"], "figure_type": "Figure", "region_bb": [101, 244, 404, 178.0], "caption_bb": [102.0, 438.0, 406.0, 50.0], "page": 3, "page_height": 792}, {"page_width": 612, "caption_text": ["Fig 5: Division of the dental plaque sample image into the ﬁrst (bottom left), second (top", "left), third (bottom right) and fourth (top right) quadrants. Black space has been removed."], "figure_type": "Figure", "region_bb": [106, 68, 400, 265], "caption_bb": [102.0, 346.0, 392.0, 24.0], "page": 13, "page_height": 792}, {"page_width": 612, "caption_text": ["Fig 4: (a) The same image as in Figure 2, displaying channels corresponding to Pasteurel-", "laceae (Orange) and Streptococcus (Green); and (b) a cartoon image illustrating the clus-", "tering of Pasteurellaceae around Streptococcus. Hiding the pink Corynebacterium channels", "highlights the outer layer in the multilayer arrangements."], "figure_type": "Figure", "region_bb": [101, 64, 402, 231.0], "caption_bb": [102.0, 311.0, 394.0, 50.0], "page": 5, "page_height": 792}, {"page_width": 612, "caption_text": ["Fig 3: (a) The same image as in Figure 2, displaying channels corresponding to Corynebac-", "terium (Pink), Streptococcus (green) and Porphyromonas (Blue); and (b) cartoon depicting", "various corncob structures visible in the image. The corncob structures are present in areas of", "the image corresponding to the tip of the Corynebacterium. At the center of the dense clump", "of Corynebacterium in (a), no corncobs are observed. For other examples of bioﬁlm images", "with corncob structures in which both Streptococcus and Porphyromonas cells cluster around", "the same Corynebacterium cell, see Supplemental Figure S2, panel C, in Mark Welch et al.", "(2016)."], "figure_type": "Figure", "region_bb": [121, 64, 366, 219.0], "caption_bb": [102.0, 299.0, 416.0, 101.0], "page": 4, "page_height": 792}, {"page_width": 612, "caption_text": ["Fig S.1: RGB images of Neisseriaceae (top left), Capnocytophaga (top right), Actinomyces", "(middle left), Fusobacterium (middle right), Leptotrichia (bottom left) and Bacterium (bot-", "tom right) in the dental plaque bioﬁlm sample. Bacterium denotes a probe for all oral bacte-", "ria. It is used for methodologic purposes to evaluate the completeness of the set of speciﬁc", "probes. Hence, it is omitted from analysis of community spatial structure. The genera shown", "here were modeled as homogeneous Poisson process in the data analysis."], "figure_type": "Figure", "region_bb": [137, 119, 336, 501], "caption_bb": [102.0, 628.0, 407.0, 76.0], "page": 20, "page_height": 792}], "fig_no": 5}