{"pages_annotated": [], "figures": [{"page_width": 612, "caption_text": ["Figure 1. LEEM micrographs (a, b, d) and LEED patterns (c, e) examining graphene domains", "on Cu(001). The red and blue dots in (b) and (d) are the locations where (c) and (e) were", "collected, respectively. The orange circles in (c) and (e) are centered on Cu diffraction", "spots, while the red and blue highlight diffraction from graphene. Many graphene islands", "growing on Cu(001) develop a distinct 4-lobed morphology, where the fast-growth", "direction of the lobes lies close to a Cu<100> in-plane direction, as is shown by the", "consistent island-to-island orientation in (a) (FOV = 46 µm). Also in (a) are graphene", "islands of other shapes, which typically form due to interactions with surface", "inhomogeneities and other graphene islands. The dark lower-left portion of (a) is a", "twinned region of the Cu(001) substrate. The lattice of the graphene domain in (b, c) is", "rotated 8º relative to the Cu surface (see spacer-arrows) in such a way as its fast-growth", "direction (red arrow in (b)) is closer to a C<11> direction. The graphene domain in (d, e)", "is rotated by 14º relative to the Cu (spacer-arrows), but has its fast-growth direction (blue", "arrow in (d)) close to a C<10> direction. Small and moderate lattice rotations, such as", "that in (b, c) are equally likely to be toward the C<10> and C<11> directions. Larger", "rotations, such as (d, e), almost always move the fast-growth direction towards a C<10>", "lattice direction. FOV in (b, d) is 7 µm."], "figure_type": "Figure", "region_bb": [125, 75, 359, 179], "caption_bb": [72.0, 274.0, 463.0, 233.0], "page": 4, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 4. LEED patterns (a, c) and a LEEM micrograph (b) examining a graphene island on", "Cu(001). The blue and red dots in (b) are where (a) and (c) were collected, respectively.", "The orange circles in (a) and (c) are centered on Cu diffraction spots, while the red and", "blue highlight diffraction from graphene. Occasionally graphene islands have an atypical", "domain structure, where two neighboring island lobes are part of a single large domain", "(see approximate domain outline in (b)). In these circumstances, one lobe is C<10>,", "armchair-oriented (blue outlined section, blue arrow) while its neighbor is a C<11>,", "zigzag-tipped lobe (red outlined section, red arrow). The lattice rotation of the graphene", "domain is 4º, and the FOV in (b) is 7 µm."], "figure_type": "Figure", "region_bb": [191.0, 110, 234.0, 77], "caption_bb": [72.0, 207.0, 460.0, 123.0], "page": 7, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 2. Schematic diagram illustrating lattice directions and edges of the graphene lattice (the", "purple diamond is the graphene unit cell). Because the fast-growth direction remains near", "a Cu<100> direction, a rotation of the graphene lattice changes the lattice direction along", "which fast-growth occurs. When the lattice of a graphene domain approaches perfect", "alignment with the Cu(001) surface (i.e. C[10] ║ Cu[110] or Cu[1-10], see arrows on left", "of unit cell) the fast-growth direction is directly between a C<10> and a C<11> direction.", "Any rotation away from alignment moves the fast-growth direction towards either the", "C<10> or C<11> direction. A graphene edge which is perpendicular to a C<10> direction", "(blue) has the armchair structure, while an edge perpendicular to a C<11> direction (red)", "has the zigzag structure. The purple edge section is a mix of these two high-symmetry", "edge structures."], "figure_type": "Figure", "region_bb": [192, 106, 228, 218], "caption_bb": [72.0, 340.0, 471.0, 150.0], "page": 5, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 7. A schematic diagram of an armchair-step, or kink (blue), in a majority-zigzag", "graphene edge (red). Such kinks may facilitate adatom attachment during graphene", "growth on Cu(001)."], "figure_type": "Figure", "region_bb": [197, 106, 217, 217], "caption_bb": [72.0, 340.0, 439.0, 40.0], "page": 11, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 3. The proportion of graphene domains with their fast-growth direction toward a C<10>", "or C<11> lattice direction, as a function of the graphene rotation angle. For small", "rotations, fast growth is equally likely to be toward a C<11> or C<10> direction."], "figure_type": "Figure", "region_bb": [195.0, 91.0, 217.0, 124.0], "caption_bb": [72.0, 239.0, 457.0, 40.0], "page": 6, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 6. LEED from a graphene domain grown on Cu(001) (a) showing the diffraction spots of", "the ridged graphene-Cu(001) moiré (graphene lattice rotation is 6º). (b) A rendering from", "a simple geometric model of the graphene-Cu(001) surface, with the graphene lattice", "rotated by 6º (please see reference #[15] for model details). Brighter atoms are higher.", "The ridged moiré is clearly visible. (c) A plot summarizing how the graphene-Cu(001)", "moiré evolves as the graphene lattice rotates, and comparing its orientation and periodicity", "with those predicted by the model (open squares are from LEED, closed circles from the", "model). The model accurately recreates the orientation of the ridges, but consistently", "predicts a larger ridge spacing than is observed by LEED. This may be the result of a", "dilation in the LEED patterns, which would maintain angular fidelity but lead to consistent", "underestimation of the ridge spacing."], "figure_type": "Figure", "region_bb": [195, 112, 227, 289.0], "caption_bb": [72.0, 419.0, 472.0, 150.0], "page": 9, "page_height": 792}, {"page_width": 612, "caption_text": ["Figure 5. LEED patterns from graphene domains grown on Cu(001). Diffraction spots from the", "ridged graphene-Cu(001) moiré can be seen in (a) (yellow arrows, lattice rotation is 4º).", "Diffraction from domains rotated by more than ~9º, such as (b), does not show evidence", "of the ridged moiré (lattice rotation is 13º). The orientation and periodicity of the moiré", "ridges change with the graphene lattice orientation."], "figure_type": "Figure", "region_bb": [193.0, 110, 232.0, 115], "caption_bb": [72.0, 247.0, 460.0, 68.0], "page": 8, "page_height": 792}], "fig_no": 7}