{"pages_annotated": [], "figures": [{"page_width": 595, "caption_text": ["Figure 3.  XPS analysis of the Cu foils annealed under 3 schemes. (a–c) Schematic structures for the XPS", "depth-profiling of three different thicknesses of copper oxides on corresponding substrate orientations.", "The orange layer refers to the copper oxides formed during annealing while the top red layer indicates the", "adsorption of oxygen from air. The thickness is not to scale. (d–f) Evolution of the O1s peaks as a function", "of sputter time. The Cu2O peak is at 530.05 eV while the peak of 532.80 eV is attributed to H2O41–43. (g–i)", "Relative atomic contents of O and Cu as a function of sputter time. Using SiO2 as a reference, the corresponding", "thicknesses of oxidation layers for scheme 1–3 are measured to be 60 nm, 3.6 nm and 3 nm, respectively."], "figure_type": "Figure", "region_bb": [97, 49, 457, 362], "caption_bb": [155.0, 424.0, 403.0, 70.0], "page": 5, "page_height": 782}, {"page_width": 595, "caption_text": ["Figure 2.  Optical and electrical characterizations of graphene grown on singe-domain Cu(111) substrate.", "(a) Scanning electron microscope (SEM) image of a partial-coverage aligned graphene seeds on SiO2/Si,", "where the white dashed lines indicate the orientations of graphene and the arrows point out the coalescence of", "adjacent islands. Scale bar, 20 μm. (b) Optical image of continuous graphene. The inset shows a representative", "single-point Raman spectrum. The negligible D band indicates the growth of high-quality graphene film. Scale", "bar, 20 μm. (c) Schematic of two-point back-gated field-effect-transistor (FET) device. (d) Current −  voltage", "(ID −  VG) curve for the continuous graphene grown on Cu(111)-FET measured at room temperature. The right", "inset shows the SEM image of the device and the left inset shows a representative sheet resistance distribution of", "graphene film transferred onto SiO2/Si (1.5 mm in diameter)."], "figure_type": "Figure", "region_bb": [155, 46, 395, 364], "caption_bb": [155.0, 423.0, 406.0, 93.0], "page": 4, "page_height": 782}, {"page_width": 595, "caption_text": ["Figure 4.  DFT calculations of the effect of oxygen on the orientation transition from Cu(001) to Cu(111).", "The side (S) and top (T) views of the Cu surface without oxygen (a) and the favorable oxygen adsorption on", "Cu surface (c). Note that the oxygen atoms become far away from Cu(111), indicating the weakly bond to the", "Cu(111) surface. (b) The energy barrier between Cu(001) and Cu(111) without and with oxygen are 0.24 eV and", "0.31 eV, respectively."], "figure_type": "Figure", "region_bb": [97, 46, 457, 124], "caption_bb": [155.0, 195.0, 404.0, 50.0], "page": 7, "page_height": 782}, {"page_width": 595, "caption_text": ["Figure 1.  Surface morphology and structure characterizations of Cu foils annealed under 3 schemes.", "Scheme 1: heating and annealing under Ar flow. Scheme 2: heating and annealing under H2 and Ar flows,", "respectively. Scheme 3: heating and annealing under H2 flow. All the samples were heated up to 1040 °C under", "ambient pressure within 40 min, then annealed at 1040 °C for 30 min. (a–c) Optical images of Cu foils annealed", "under scheme 1–3. Scale bars, 50 μm. (d–f) EBSD orientation maps of Cu foils annealed under scheme 1–3. The", "left inset in (d–f) shows the corresponding inverse pole figure for each map displayed. Grains marked blue are", "oriented along plane Cu(111) while grains in red are along Cu(001). Scale bars, 200 μm (d,e); 500 μm (f). (g–i)", "XRD profiles of Cu foils annealed under scheme 1–3. The measurements of EBSD and XRD were made from the", "same area of Cu foils."], "figure_type": "Figure", "region_bb": [97, 46, 453, 456], "caption_bb": [155.0, 515.0, 409.0, 90.0], "page": 3, "page_height": 782}], "fig_no": 4}